Repository: zwthys-cyber/TethrX
Catalog: ios/GrokRemote/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, zh_hans

source: Fork bomb: this is a denial-of-service against your own machine.
de: Fork-Bombe: ein Denial-of-Service gegen den eigenen Rechner.
es: Bomba fork: es una denegación de servicio contra tu propia máquina.
fr: Fork bomb : un déni de service contre votre propre machine.
it: Fork bomb: un denial of service contro la tua stessa macchina.
ja: フォーク爆弾: 自分のマシンに対するサービス妨害です。
pt_br: Fork bomb: é uma negação de serviço contra a sua própria máquina.
zh_hans: Fork 炸弹：这是针对你自己机器的拒绝服务攻击。

source: Formats a filesystem.
de: Formatiert ein Dateisystem.
es: Formatea un sistema de archivos.
fr: Formate un système de fichiers.
it: Formatta un file system.
ja: ファイルシステムをフォーマットします。
pt_br: Formata um sistema de arquivos.
zh_hans: 格式化文件系统。

source: Found in conversations
de: In Unterhaltungen gefunden
es: Encontrado en las conversaciones
fr: Trouvé dans les conversations
it: Trovato nelle conversazioni
ja: 会話内で見つかりました
pt_br: Encontrado nas conversas
zh_hans: 在对话中找到

source: Found nearby
de: In der Nähe gefunden
es: Encontrados cerca
fr: Trouvés à proximité
it: Trovati nelle vicinanze
ja: 近くで検出
pt_br: Encontrados por perto
zh_hans: 附近发现

source: Found on your network. Tap to fill the address, then enter that computer's token.
de: In Ihrem Netzwerk gefunden. Tippen Sie, um die Adresse zu übernehmen. Geben Sie dann den Token dieses Computers ein.
es: Encontrado en tu red. Toca para rellenar la dirección, luego introduce el token de ese ordenador.
fr: Trouvés sur votre réseau. Touchez pour remplir l'adresse, puis saisissez le jeton de cet ordinateur.
it: Trovato sulla tua rete. Tocca per compilare l'indirizzo, poi inserisci il token di quel computer.
ja: ネットワーク上で見つかりました。タップするとアドレスが入力されます。あとはそのコンピュータのトークンを入力してください。
pt_br: Encontrado na sua rede. Toque para preencher o endereço, depois insira o token desse computador.
zh_hans: 在你的网络上发现。点按以填入地址，然后输入那台电脑的令牌。

source: From anywhere
de: Von überall
es: Desde cualquier lugar
fr: Depuis n'importe où
it: Da ovunque
ja: どこからでも
pt_br: De qualquer lugar
zh_hans: 任何地方

source: Get alerted when Grok finishes a turn or needs approval, even with the app closed
de: Werden Sie benachrichtigt, wenn Grok einen Turn abschließt oder eine Genehmigung braucht, auch bei geschlossener App
es: Recibe un aviso cuando Grok termina un turno o necesita aprobación, incluso con la app cerrada
fr: Soyez prévenu quand Grok termine ou attend une approbation, même app fermée
it: Ricevi un avviso quando Grok termina un turno o serve un'approvazione, anche ad app chiusa
ja: Grok がターンを終えたときや承認が必要なとき、アプリを閉じていても通知を受け取れます
pt_br: Receba alertas quando o Grok terminar um turno ou precisar de aprovação, mesmo com o app fechado
zh_hans: 在 Grok 完成一轮或需要批准时收到提醒，即使 App 已关闭

source: Get it from the Mac App Store or tailscale.com/download. Once you're signed in, a menu-bar icon shows it's connected.
de: Laden Sie es aus dem Mac App Store oder von tailscale.com/download. Sobald Sie angemeldet sind, zeigt ein Symbol in der Menüleiste die Verbindung an.
es: Descárgalo del Mac App Store o de tailscale.com/download. Cuando inicies sesión, un icono en la barra de menús indica que está conectado.
fr: Disponible sur le Mac App Store ou tailscale.com/download. Une fois connecté, une icône dans la barre des menus confirme la connexion.
it: Scaricalo dal Mac App Store o da tailscale.com/download. Una volta effettuato l'accesso, un'icona nella barra dei menu mostra che è connesso.
ja: Mac App Store または tailscale.com/download から入手してください。サインインすると、メニューバーのアイコンで接続中であることを確認できます。
pt_br: Baixe na Mac App Store ou em tailscale.com/download. Depois de iniciar sessão, um ícone na barra de menus mostra que está conectado.
zh_hans: 可从 Mac App Store 或 tailscale.com/download 获取。登录后，菜单栏图标会显示已连接。

source: Grok %@ is out
de: Grok %@ ist verfügbar
es: Grok %@ ya está disponible
fr: Grok %@ est disponible
it: Grok %@ è disponibile
ja: Grok %@が利用可能
pt_br: Grok %@ está disponível
zh_hans: Grok %@ 已发布

source: Grok Build is installed
de: Grok Build ist installiert
es: Grok Build está instalado
fr: Grok Build est installé
it: Grok Build è installato
ja: Grok Build はインストール済み
pt_br: O Grok Build está instalado
zh_hans: Grok Build 已安装

source: Grok does not run /%@ from here.
de: Grok führt /%@ hier nicht aus.
es: Grok no ejecuta /%@ desde aquí.
fr: Grok n'exécute pas /%@ depuis ici.
it: Grok non esegue /%@ da qui.
ja: Grokはここからは/%@を実行できません。
pt_br: O Grok não executa /%@ por aqui.
zh_hans: Grok 不会在这里运行 /%@。

source: Grok drafts a plan for you to approve before touching anything
de: Grok entwirft einen Plan, den Sie freigeben, bevor etwas angefasst wird
es: Grok redacta un plan que apruebas antes de tocar nada
fr: Grok rédige un plan à approuver avant de toucher à quoi que ce soit
it: Grok stila un piano da approvare prima di toccare qualsiasi cosa
ja: Grokが計画を作成し、承認してから作業を始めます
pt_br: O Grok rascunha um plano para você aprovar antes de mexer em qualquer coisa
zh_hans: Grok 先起草计划，经你批准后才动手

source: Grok drafts a plan to approve first
de: Grok entwirft zuerst einen Plan zur Genehmigung
es: Grok redacta primero un plan para que lo apruebes
fr: Grok rédige d'abord un plan à approuver
it: Grok prepara prima un piano da approvare
ja: Grok がまずプランを作成し、承認を求めます
pt_br: O Grok elabora um plano para você aprovar primeiro
zh_hans: Grok 会先草拟一份计划供你批准

source: Grok is already working on something. Try again once it's finished.
de: Grok arbeitet bereits an etwas. Versuchen Sie es erneut, sobald Grok fertig ist.
es: Grok ya está trabajando en algo. Vuelve a intentarlo cuando termine.
fr: Grok travaille déjà sur quelque chose. Réessayez quand il aura terminé.
it: Grok sta già lavorando a qualcosa. Riprova quando avrà finito.
ja: Grok は現在ほかの作業中です。完了してから、もう一度お試しください。
pt_br: O Grok já está trabalhando em algo. Tente novamente quando ele terminar.
zh_hans: Grok 正在处理其他任务。等它完成后再试。

# Grok is idle. You have %lld session%@.
source: Grok is idle. You have %1$lld session%2$@.
de: Grok ist im Leerlauf. Sie haben %lld Session%@.
es: Grok está inactivo. Sesiones: %lld.
fr: Grok est inactif. Vous avez %lld session%@.
it: Grok è inattivo. Sessioni: %lld.
ja: Grok はアイドル状態です。セッションは %lld 件あります。
pt_br: O Grok está ocioso. Sessões: %lld.
zh_hans: Grok 空闲中。你有 %lld 个会话。

source: Grok is idle. You have %lld sessions.
de: Grok arbeitet gerade nicht. Sie haben %lld Sessions.
es: Grok está inactivo. Tienes %lld sesiones.
fr: Grok est inactif. Vous avez %lld sessions.
it: Grok è inattivo. Hai %lld sessioni.
ja: Grokは待機中です。セッションが%lld件あります。
pt_br: O Grok está ocioso. Você tem %lld sessões.
zh_hans: Grok 空闲中。你有 %lld 个会话。

source: Grok is idle. You have 1 session.
de: Grok arbeitet gerade nicht. Sie haben 1 Session.
es: Grok está inactivo. Tienes 1 sesión.
fr: Grok est inactif. Vous avez 1 session.
it: Grok è inattivo. Hai 1 sessione.
ja: Grokは待機中です。セッションが1件あります。
pt_br: O Grok está ocioso. Você tem 1 sessão.
zh_hans: Grok 空闲中。你有 1 个会话。

source: Grok is thinking
de: Grok denkt nach
es: Grok está pensando
fr: Grok réfléchit
it: Grok sta pensando
ja: Grokが考えています
pt_br: Grok está pensando
zh_hans: Grok 正在思考

# Grok is working on %@ and %lld more.
source: Grok is working on %1$@ and %2$lld more.
de: Grok arbeitet an %@ und %lld weiteren.
es: Grok está trabajando en %@ y %lld más.
fr: Grok travaille sur %@ et %lld autres.
it: Grok sta lavorando su %@ e altre %lld.
ja: Grokは%@ほか%lld件を処理しています。
pt_br: O Grok está trabalhando em %@ e em mais %lld.
zh_hans: Grok 正在处理 %@，另外还有 %lld 个会话。

# Grok is working on %@%@.
source: Grok is working on %1$@%2$@.
de: Grok arbeitet an %@%@.
es: Grok está trabajando en %@%@.
fr: Grok travaille sur %@%@.
it: Grok sta lavorando a %@%@.
ja: Grok は %@%@ に取り組んでいます。
pt_br: O Grok está trabalhando em %@%@.
zh_hans: Grok 正在处理 %@%@。

source: Grok is working on %@.
de: Grok arbeitet an %@.
es: Grok está trabajando en %@.
fr: Grok travaille sur %@.
it: Grok sta lavorando su %@.
ja: Grokは%@を処理しています。
pt_br: O Grok está trabalhando em %@.
zh_hans: Grok 正在处理 %@。

source: Grok only runs /%@ inside its own terminal, so it does nothing from here.
de: Grok führt /%@ nur im eigenen Terminal aus, von hier bewirkt es nichts.
es: Grok solo ejecuta /%@ dentro de su propio terminal, así que desde aquí no hace nada.
fr: Grok n'exécute /%@ que dans son propre terminal, donc cela ne fait rien depuis ici.
it: Grok esegue /%@ solo nel proprio terminale, quindi da qui non fa nulla.
ja: /%@ は Grok 自身のターミナル内でのみ実行されるため、ここから送っても何も起こりません。
pt_br: O Grok só executa /%@ dentro do próprio terminal, então não faz nada a partir daqui.
zh_hans: Grok 只会在自己的终端里运行 /%@，因此在这里不会有任何效果。

source: Grok will summarize the conversation (uses some tokens), then a new session opens seeded with that summary.
de: Grok fasst die Unterhaltung zusammen (verbraucht einige Tokens), dann öffnet sich eine neue Session, die mit dieser Zusammenfassung startet.
es: Grok resumirá la conversación (consume algunos tokens) y luego se abrirá una sesión nueva a partir de ese resumen.
fr: Grok va résumer la conversation (cela consomme des tokens), puis une nouvelle session s'ouvre, amorcée avec ce résumé.
it: Grok riassumerà la conversazione (consuma qualche token), poi si aprirà una nuova sessione basata su quel riassunto.
ja: Grok が会話を要約し（トークンを少し消費します）、その要約を引き継いだ新しいセッションが開きます。
pt_br: O Grok vai resumir a conversa (usa alguns tokens) e uma nova sessão será aberta a partir desse resumo.
zh_hans: Grok 会先总结这段对话（会消耗一些 token），然后打开一个以该摘要为起点的新会话。

source: Grok will summarize this conversation (uses some tokens) so the new session starts with the same context. This session keeps running as it is.
de: Grok fasst diese Unterhaltung zusammen (verbraucht Tokens), damit die neue Session denselben Kontext hat. Diese Session läuft unverändert weiter.
es: Grok resumirá esta conversación (consume algunos tokens) para que la nueva sesión empiece con el mismo contexto. Esta sesión sigue como está.
fr: Grok résumera cette conversation (cela consomme des tokens) pour que la nouvelle session démarre avec le même contexte. Cette session continue telle quelle.
it: Grok riassumerà questa conversazione (consuma alcuni token) così la nuova sessione parte dallo stesso contesto. Questa sessione continua invariata.
ja: Grokがこの会話を要約し（トークンを少し消費します）、新しいセッションが同じ文脈から始まります。このセッションはそのまま動き続けます。
pt_br: O Grok vai resumir esta conversa (consome alguns tokens) para que a nova sessão comece com o mesmo contexto. Esta sessão continua como está.
zh_hans: Grok 会总结此对话（会消耗一些 token），让新会话拥有相同的上下文。当前会话保持原样继续运行。

source: Grok writes a handoff summary of this conversation, and a fresh session starts from it. This one stays untouched.
de: Grok schreibt eine Übergabe-Zusammenfassung dieser Unterhaltung, und eine neue Session startet daraus. Diese hier bleibt unverändert.
es: Grok escribe un resumen de traspaso de esta conversación y una sesión nueva parte de él. Esta queda intacta.
fr: Grok rédige un résumé de passation de cette conversation, et une nouvelle session en repart. Celle-ci reste intacte.
it: Grok scrive un riassunto di passaggio di questa conversazione e da lì parte una nuova sessione. Questa resta intatta.
ja: Grok がこの会話の引き継ぎ要約を書き、それをもとに新しいセッションが始まります。この会話はそのまま残ります。
pt_br: O Grok escreve um resumo de transição desta conversa, e uma nova sessão começa a partir dele. Esta permanece intacta.
zh_hans: Grok 会为这段对话撰写交接摘要，并从该摘要开启一个全新会话。当前会话保持不变。

source: HTTPS · certificate pinned
de: HTTPS · Zertifikat gepinnt
es: HTTPS · certificado anclado
fr: HTTPS · certificat épinglé
it: HTTPS · certificato con pinning
ja: HTTPS · 証明書ピン留め済み
pt_br: HTTPS · certificado fixado
zh_hans: HTTPS · 证书已固定

source: Here is a file:
de: Hier ist eine Datei:
es: Aquí tienes un archivo:
fr: Voici un fichier :
it: Ecco un file:
ja: ファイルです:
pt_br: Aqui está um arquivo:
zh_hans: 这是一个文件：

source: Hide the summary
de: Zusammenfassung ausblenden
es: Ocultar el resumen
fr: Masquer le résumé
it: Nascondi il riepilogo
ja: 要約を隠す
pt_br: Ocultar o resumo
zh_hans: 隐藏摘要

source: Hide token
de: Token verbergen
es: Ocultar el token
fr: Masquer le jeton
it: Nascondi il token
ja: トークンを隠す
pt_br: Ocultar token
zh_hans: 隐藏令牌

source: High
de: Hoch
es: Alto
fr: Élevé
it: Alto
ja: 高
pt_br: Alto
zh_hans: 高

source: Higher thinks longer and costs more tokens. High is Grok's default.
de: Höher denkt länger und kostet mehr Tokens. Hoch ist Groks Standard.
es: Más alto piensa más tiempo y gasta más tokens. Alto es el valor por defecto de Grok.
fr: Plus haut = réflexion plus longue et plus de tokens. Élevé est la valeur par défaut de Grok.
it: Più alto pensa più a lungo e consuma più token. Alto è il valore predefinito di Grok.
ja: 高いほど長く考え、トークンを多く消費します。既定は「高」です。
pt_br: Mais alto pensa por mais tempo e gasta mais tokens. Alto é o padrão do Grok.
zh_hans: 越高思考越久、消耗越多 token。默认为高。

source: Higher thinks longer and costs more tokens; Auto lets Grok decide.
de: Höher denkt länger und kostet mehr Tokens; Auto lässt Grok entscheiden.
es: Más alto piensa más tiempo y gasta más tokens; Auto deja decidir a Grok.
fr: Plus haut = réflexion plus longue et plus de tokens ; Auto laisse Grok décider.
it: Più alto pensa più a lungo e consuma più token; Auto lascia decidere a Grok.
ja: 高いほど長く考え、トークンを多く消費します。自動ではGrokが判断します。
pt_br: Mais alto pensa por mais tempo e gasta mais tokens; Auto deixa o Grok decidir.
zh_hans: 越高思考越久、消耗越多 token；自动则由 Grok 决定。

source: How every new session starts. Nothing here is locked in. The same controls sit inside the message box in every session.
de: So startet jede neue Session. Nichts davon ist endgültig: dieselben Regler sitzen in jeder Session im Nachrichtenfeld.
es: Así empieza cada sesión nueva. Nada queda fijado: los mismos controles están dentro del campo de mensaje en cada sesión.
fr: Comment démarre chaque nouvelle session. Rien n'est figé : les mêmes réglages se trouvent dans le champ de message de chaque session.
it: Come parte ogni nuova sessione. Niente è definitivo: gli stessi controlli sono dentro il campo del messaggio in ogni sessione.
ja: 新しいセッションの開始設定です。固定ではありません。同じ操作は各セッションのメッセージ欄の中にあります。
pt_br: Como cada nova sessão começa. Nada fica fixo: os mesmos controles ficam dentro do campo de mensagem em cada sessão.
zh_hans: 每个新会话的起始设置。这些都不是固定的：相同的控件就在每个会话的消息框内。

source: How will your phone reach it?
de: Wie soll Ihr iPhone Ihren Computer erreichen?
es: ¿Cómo se conectará tu teléfono?
fr: Comment votre téléphone va-t-il s'y connecter ?
it: Come lo raggiungerà il tuo telefono?
ja: この iPhone からどうやって接続しますか？
pt_br: Como seu telefone vai se conectar a ele?
zh_hans: 你的手机如何连接到它？

source: I see the QR codes
de: Ich sehe die QR-Codes
es: Veo los códigos QR
fr: Je vois les QR codes
it: Vedo i codici QR
ja: QRコードが表示されました
pt_br: Estou vendo os códigos QR
zh_hans: 我看到 QR 码了

source: I'm signed in
de: Ich bin angemeldet
es: Ya he iniciado sesión
fr: Je suis connecté
it: Ho effettuato l'accesso
ja: サインインしました
pt_br: Já iniciei sessão
zh_hans: 我已登录

source: In progress: %@
de: Läuft: %@
es: En curso: %@
fr: En cours : %@
it: In corso: %@
ja: 進行中: %@
pt_br: Em andamento: %@
zh_hans: 进行中：%@

source: In range
de: In Reichweite
es: Al alcance
fr: À portée
it: A portata
ja: 接続範囲内
pt_br: Ao alcance
zh_hans: 在范围内

source: Input
de: Eingabe
es: Entrada
fr: Entrée
ja: 入力
pt_br: Entrada
zh_hans: 输入

source: Install Grok Build
de: Grok Build installieren
es: Instalar Grok Build
fr: Installer Grok Build
it: Installa Grok Build
ja: Grok Build をインストール
pt_br: Instale o Grok Build
zh_hans: 安装 Grok Build

source: Install Node.js
de: Node.js installieren
es: Instalar Node.js
fr: Installer Node.js
it: Installa Node.js
ja: Node.js をインストール
pt_br: Instale o Node.js
zh_hans: 安装 Node.js

source: Install Tailscale on this phone
de: Tailscale auf diesem iPhone installieren
es: Instalar Tailscale en este teléfono
fr: Installer Tailscale sur ce téléphone
it: Installa Tailscale su questo telefono
ja: この iPhone に Tailscale をインストール
pt_br: Instale o Tailscale neste telefone
zh_hans: 在这台手机上安装 Tailscale

source: Install Tailscale on your computer
de: Tailscale auf Ihrem Computer installieren
es: Instalar Tailscale en tu ordenador
fr: Installer Tailscale sur votre ordinateur
it: Installa Tailscale sul tuo computer
ja: コンピュータに Tailscale をインストール
pt_br: Instale o Tailscale no seu computador
zh_hans: 在你的电脑上安装 Tailscale

source: Install TethrX on your Apple Watch from the Watch app on this iPhone to answer approvals from your wrist.
de: Installieren Sie TethrX über die Watch-App auf diesem iPhone auf Ihrer Apple Watch, um Freigaben vom Handgelenk zu beantworten.
es: Instala TethrX en tu Apple Watch desde la app Watch de este iPhone para responder aprobaciones desde la muñeca.
fr: Installez TethrX sur votre Apple Watch depuis l'app Watch de cet iPhone pour répondre aux autorisations depuis votre poignet.
it: Installa TethrX sull'Apple Watch dall'app Watch di questo iPhone per rispondere alle autorizzazioni dal polso.
ja: 手首から承認に答えるには、この iPhone の Watch アプリから Apple Watch に TethrX をインストールしてください。
pt_br: Instale o TethrX no seu Apple Watch pelo app Watch deste iPhone para responder aprovações pelo pulso.
zh_hans: 在这台 iPhone 的“Watch”App 中把 TethrX 安装到 Apple Watch，即可在手腕上批准操作。

source: Install failed. Check the URL and that the computer can reach it.
de: Installation fehlgeschlagen. Prüfen Sie die URL und ob der Computer sie erreichen kann.
es: La instalación falló. Comprueba la URL y que el ordenador pueda acceder a ella.
fr: Échec de l'installation. Vérifiez l'URL et que l'ordinateur peut y accéder.
it: Installazione non riuscita. Controlla l'URL e che il computer possa raggiungerlo.
ja: インストールに失敗しました。URLと、コンピュータからアクセスできるかを確認してください。
pt_br: A instalação falhou. Verifique a URL e se o computador consegue acessá-la.
zh_hans: 安装失败。请检查 URL 以及电脑能否访问它。

source: Install plugin
de: Plugin installieren
es: Instalar el plugin
fr: Installer le plugin
it: Installa il plugin
ja: プラグインをインストール
pt_br: Instalar plugin
zh_hans: 安装插件

source: Installed
de: Installiert
es: Instalado
fr: Installé
it: Installato
ja: インストール済み
pt_br: Instalado
zh_hans: 已安装

source: Installed and signed in
de: Installiert und angemeldet
es: Instalado y con sesión iniciada
fr: Installé et connecté
it: Installato e accesso effettuato
ja: インストールしてサインインしました
pt_br: Instalado e com sessão iniciada
zh_hans: 已安装并登录

source: Invalid server address.
de: Ungültige Serveradresse.
es: La dirección del servidor no es válida.
fr: Adresse du serveur non valide.
it: Indirizzo del server non valido.
ja: サーバーアドレスが正しくありません。
pt_br: Endereço do servidor inválido.
zh_hans: 服务器地址无效。

source: Keep planning
de: Weiter planen
es: Seguir planificando
fr: Continuer à planifier
it: Continua a pianificare
ja: プランを続ける
pt_br: Continuar planejando
zh_hans: 继续规划

source: Kept on this phone. Tap one into any session once a computer is connected.
de: Bleiben auf diesem Telefon. Sobald ein Computer verbunden ist, tippen Sie einen in eine beliebige Session.
es: Se quedan en este teléfono. Cuando haya un ordenador conectado, toca uno para llevarlo a cualquier sesión.
fr: Conservés sur ce téléphone. Une fois un ordinateur connecté, touchez-en un pour l'insérer dans une session.
it: Restano su questo telefono. Quando un computer è collegato, toccane uno per inserirlo in una sessione.
ja: この端末に保存されます。コンピュータを接続すれば、タップしてどのセッションにも入れられます。
pt_br: Ficam neste telefone. Com um computador conectado, toque em um para usá-lo em qualquer sessão.
zh_hans: 保存在这台手机上。连接电脑后，点一下即可放入任意会话。

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
pt_br: Idioma
zh_hans: 语言

source: Loading diff
de: Diff wird geladen
es: Cargando el diff
fr: Chargement du diff
it: Caricamento del diff
ja: 差分を読み込み中
pt_br: Carregando diff
zh_hans: 正在加载差异

source: Loading sessions…
de: Sessions werden geladen…
es: Cargando sesiones…
fr: Chargement des sessions…
it: Caricamento sessioni…
ja: セッションを読み込み中…
pt_br: Carregando sessões…
zh_hans: 正在加载会话…

source: Loading…
de: Wird geladen…
es: Cargando…
fr: Chargement…
it: Caricamento…
ja: 読み込み中…
pt_br: Carregando…
zh_hans: 正在载入…

source: Lock the app on open: it can run commands on your computer
de: App beim Öffnen sperren: sie kann Befehle auf Ihrem Computer ausführen
es: Bloquear la app al abrirla: puede ejecutar comandos en tu ordenador
fr: Verrouiller l'app à l'ouverture : elle peut exécuter des commandes sur votre ordinateur
it: Blocca l'app all'apertura: può eseguire comandi sul tuo computer
ja: 起動時にアプリをロック：このアプリはコンピュータ上でコマンドを実行できます
pt_br: Bloquear o app ao abrir: ele pode executar comandos no seu computador
zh_hans: 打开时锁定 App：它可以在你的电脑上运行命令

source: Long-press to change the dictation language
de: Lange drücken, um die Diktatsprache zu ändern
es: Mantén pulsado para cambiar el idioma del dictado
fr: Appui long pour changer la langue de dictée
it: Tieni premuto per cambiare la lingua della dettatura
ja: 長押しで音声入力の言語を変更
pt_br: Toque e segure para mudar o idioma do ditado
zh_hans: 长按可更改听写语言

source: Low
de: Niedrig
es: Bajo
fr: Faible
it: Basso
ja: 低
pt_br: Baixo
zh_hans: 低

source: Makes files writable by every account on the machine.
de: Macht Dateien für jedes Konto auf dem Rechner beschreibbar.
es: Hace que los archivos sean escribibles por cualquier cuenta de la máquina.
fr: Rend les fichiers modifiables par tous les comptes de la machine.
it: Rende i file scrivibili da qualsiasi account sulla macchina.
ja: マシン上のすべてのアカウントがファイルを書き換えられるようにします。
pt_br: Torna os arquivos graváveis por qualquer conta da máquina.
zh_hans: 让机器上的每个账户都能写入这些文件。

source: Med
de: Mittel
es: Medio
fr: Moyen
it: Medio
ja: 中
pt_br: Méd.
zh_hans: 中

source: Medium
de: Mittel
es: Medio
fr: Moyen
it: Medio
ja: 中
pt_br: Médio
zh_hans: 中等

source: Message Grok…
de: Nachricht an Grok…
es: Mensaje para Grok…
fr: Écrire à Grok…
it: Scriva a Grok…
ja: Grokにメッセージ…
pt_br: Escreva para o Grok…
zh_hans: 给 Grok 发消息…

source: Microphone access needed
de: Mikrofonzugriff erforderlich
es: Se necesita acceso al micrófono
fr: Accès au micro nécessaire
it: Accesso al microfono necessario
ja: マイクへのアクセスが必要です
pt_br: Acesso ao microfone necessário
zh_hans: 需要麦克风访问权限

source: Mode
de: Modus
es: Modo
it: Modalità
ja: モード
pt_br: Modo
zh_hans: 模式

source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
ja: モデル
pt_br: Modelo
zh_hans: 模型

source: Move
de: Verschieben
es: Mover
fr: Déplacer
it: Sposta
ja: 移動
pt_br: Mover
zh_hans: 移动

source: Move down
de: Nach unten bewegen
es: Mover hacia abajo
fr: Descendre
it: Sposta giù
ja: 下へ移動
pt_br: Mover para baixo
zh_hans: 下移

source: Move to folder
de: In Ordner verschieben
es: Mover a una carpeta
fr: Déplacer vers un dossier
it: Sposta in cartella
ja: フォルダへ移動
pt_br: Mover para pasta
zh_hans: 移到文件夹

source: Move up
de: Nach oben bewegen
es: Mover hacia arriba
fr: Monter
it: Sposta su
ja: 上へ移動
pt_br: Mover para cima
zh_hans: 上移

source: NEEDS YOU
de: BRAUCHT SIE
es: TE NECESITA
fr: A BESOIN DE VOUS
it: HA BISOGNO DI TE
ja: 確認が必要
pt_br: PRECISA DE VOCÊ
zh_hans: 需要你

source: Nearby
de: In der Nähe
es: Cerca
fr: À proximité
it: Nelle vicinanze
ja: 近くのコンピュータ
pt_br: Por perto
zh_hans: 附近

source: Needs you
de: Braucht Sie
es: Te necesita
fr: A besoin de vous
it: Ha bisogno di te
ja: 確認が必要
pt_br: Precisa de você
zh_hans: 需要你

source: New folder
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
it: Nuova cartella
ja: 新規フォルダ
pt_br: Nova pasta
zh_hans: 新建文件夹

source: New folder…
de: Neuer Ordner…
es: Nueva carpeta…
fr: Nouveau dossier…
it: Nuova cartella…
ja: 新規フォルダ…
pt_br: Nova pasta…
zh_hans: 新建文件夹…

source: New prompt
de: Neuer Prompt
es: Nuevo prompt
fr: Nouveau prompt
it: Nuovo prompt
ja: 新しいプロンプト
pt_br: Novo prompt
zh_hans: 新建提示词

source: New schedule
de: Neuer Zeitplan
es: Nueva tarea programada
fr: Nouvelle planification
it: Nuova pianificazione
ja: 新規スケジュール
pt_br: Novo agendamento
zh_hans: 新建定时任务

source: New session
de: Neue Session
es: Nueva sesión
fr: Nouvelle session
it: Nuova sessione
ja: 新しいセッション
pt_br: Nova sessão
zh_hans: 新建会话
